{
    "resume": [
        {
            "title": "Alumni Coordinator & Marketing Assistant",
            "dates": "January 2017-June 2017",
            "company": "Integrative Life Center",
            "description": "Outreach to marketing professionals, alumni of treatment facility.  Relationship building.  Helped to plan marketing events and meetings.  Attended Conferences, family programs, staff events.  Coordinated and planned alumni events.  Helped to manage the social media component of Integrative Life Center."
        },

        {
            "title": "Case Manager",
            "dates": "April 2016-January 2017",
            "company": "Cumberland Heights",
            "description": "Assisting Counselors with treatment plan development.  Built relationships with doctors, probation officers, lawyers, therapists, and family members to help best serve the clients needs.  Managed discharge plans of the clients.  Conducted bio pyscho social interviews with clients.  This looked at drug and alcohol use history, trauma history, safety risk assessment.  Most importantly, building relationships with clients so that we may build a discharge plan for them before they leave treatment."
        },

        {
            "title": "Resident Counselor",
            "dates": "January 2016-April 2016",
            "company": "Hope Homes",
            "description": "Responsible for intake assessment and prescreen when a client arrives for treatment. Responsilble for 1 on 1 supervisionw with residents and providing documentation on a daily basis.  Building relationships with families of the clients.  Running community groups and young adult groups."
        },

        {
            "title": "Alumni",
            "dates": "January 2016-April 2016",
            "company": "Hope Homes",
            "description": "This job.."
        },

        {
            "title": "Alumni Coordinator",
            "dates": "January 2016-April 2016",
            "company": "Hope Homes",
            "description": "This job.."
        }

    ]

}